ajshort.include-autocomplete
alanlang.theme-ocean
batisteo.vscode-django
cluzier.ocean
DavidAnson.vscode-markdownlint
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.docker-explorer
formulahendry.docker-extension-pack
hars.CppSnippets
LeoJhonSong.ccpp-extension-pack
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-themes
Sharktopus.ocean-code
shd101wyy.markdown-preview-enhanced
sumneko.lua
tht13.python
vintharas.learn-vim
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
XadillaX.viml
